Repository: SAP/macOS-enterprise-privileges
Catalog: source/Privileges/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# privilegesDialogRequestMessageReasonPre
source: You are currently a standard user. If you would you like to request administrator privileges, please select the reason you need to be elevated to administer this computer from the menu below.
ar: أنت حاليًا مستخدم قياسي. إذا رغبت في طلب امتيازات المسؤول، يرجى تحديد سبب حاجتك إلى الترقية لتصبح مسؤولًا بهذا الكمبيوتر من القائمة أدناه.
ca: Ara mateix ets un usuari estàndard. Si vols sol·licitar privilegis d'administrador, cal que seleccionis el motiu pel qual necessites ser elevat per administrar aquest ordinador al menú següent.
cs: Nyní jste standardní uživatel. Pokud byste chtěli požádat o oprávnění správce, vyberte důvod, kvůli kterému potřebujete být povýšeni ke správě tohoto počítače, z nabídky níže.
da: Du er i øjeblikket standardbruger. Hvis du vil anmode om administratorrettigheder, skal du i menuen nedenfor vælge årsagen til, at du skal have adgang til at administrere denne computer.
de: Du bist derzeit ein Standardbenutzer. Wenn Du Administratorrechte anfordern möchtest, wähle bitte aus dem unten stehenden Menü den Grund aus, aus dem Du diesen Computer verwalten musst.
el: Είστε τυπικός χρήστης. Αν θέλετε να ζητήσετε προνόμια διαχειριστή, επιλέξτε τον λόγο που πρέπει να αναβαθμιστείτε σε διαχειριστή αυτού του υπολογιστή από το παρακάτω μενού.
es: Actualmente es usuario estándar. Si desea solicitar privilegios de administrador, seleccione el motivo por el cual necesita administrar este ordenador en el menú siguiente.
es_419: Actualmente eres un usuario estándar. Si deseas solicitar privilegios de administrador, selecciona la razón por la que necesitas ser habilitado a administrar este equipo en el menú a continuación.
fi: Olet tällä hetkellä tavallinen käyttäjä. Jos haluat pyytää ylläpitäjän oikeuksia, valitse alla olevasta valikosta syy, miksi sinut pitää korottaa tämän tietokoneen ylläpitäjäksi.
fr: Vous êtes actuellement un utilisateur standard. Si vous souhaitez demander des autorisations d’administrateur, sélectionnez la raison pour laquelle vous devez être responsable de l’administration de cet ordinateur dans le menu ci-dessous.
he: אתה משתמש סטנדרטי כעת. אם ברצונך לבקש הרשאות מנהל מערכת בחר את הסיבה שעליך לנהל את המחשב הזה מהתפריט שלמטה.
hi: आप वर्तमान में एक मानक उपयोगकर्ता हैं. यदि आप व्यवस्थापक विशेषाधिकारों का अनुरोध करना चाहते हैं, तो कृपया नीचे दिए गए मेनू से उस कारण का चयन करें जिसके लिए आपको इस कंप्यूटर का व्यवस्थापन करने के लिए उन्नत किया जाना चाहिए.
hr: Trenutačno ste standardni korisnik. Ako želite zatražiti administratorske povlastice, iz izbornika u nastavku odaberite razlog zašto trebate biti unaprijeđeni za administriranje ovog računala.
hu: Ön jelenleg standard felhasználó. Ha szeretne adminisztrátori jogosultságot kérni, válassza ki a lenti menüből az okot, amiért szükség van rá, hogy a számítógép adminisztrátorává váljon.
id: Saat ini, Anda adalah pengguna standar. Jika Anda ingin meminta hak istimewa administrator, silakan pilih alasan Anda memerlukan hak akses yang lebih tinggi untuk mengelola komputer ini dari menu di bawah ini.
it: Attualmente sei un utente standard. Se desideri richiedere i privilegi di amministratore, seleziona il motivo per cui hai bisogno di amministrare questo computer dal menu sottostante.
ja: あなたは現在、通常ユーザです。管理者権限を要求する場合は、このコンピュータの管理者への昇格が必要な理由を以下のメニューから選択してください。
ko: 사용자는 현재 표준 사용자입니다. 관리자 권한을 요청하려면 아래 메뉴에서 이 컴퓨터의 관리자로 승격되어야 하는 이유를 선택하십시오.
ms: Anda ialah pengguna standard pada masa ini. Jika anda mahu meminta keistimewaan pentadbir, sila pilih sebab anda perlu dinaikkan untuk mentadbir komputer ini daripada menu di bawah.
nb: Du er for øyeblikket standardbruker. Hvis du vil be om administratorrettigheter, må du velge årsaken til at du trenger rettigheter til å administrere denne pc-en, fra menyen nedenfor.
nl: Je bent momenteel een standaardgebruiker. Wil je beheerdersbevoegdheden aanvragen, selecteer dan in het onderstaande menu waarom je van mening bent dat je deze computer moet kunnen beheren.
pl: Masz obecnie uprawnienia standardowego użytkownika. Jeśli chcesz poprosić o uprawnienia administratora, wskaż powód, dla którego chcesz uzyskać uprawnienia do administrowania tym komputerem, z menu poniżej.
pt_br: Você é atualmente um usuário padrão. Se quiser solicitar privilégios de administrador, selecione no menu abaixo o motivo pelo qual você precisa de privilégios elevados para administrar este computador.
pt_pt: É atualmente um utilizador padrão. Se pretender solicitar privilégios de administrador, selecione no menu abaixo o motivo pelo qual necessita de ser elevado à categoria de administrador deste computador.
ro: Momentan ești un utilizator standard. Dacă dorești să soliciți privilegii de administrator, selectează motivul necesar pentru a trece la administrarea acestui computer din meniul de mai jos.
ru: Сейчас вы являетесь обычным пользователем. Если вы хотите запросить привилегии администратора, выберите причину, по которой вам необходимо стать администратором этого компьютера, из меню ниже.
sk: Momentálne ste štandardným používateľom. Ak chcete požiadať o oprávnenia správcu, vyberte z ponuky nižšie dôvod, pre ktorý musíte byť povýšený na správu tohto počítača.
sl: Trenutno ste standardni uporabnik. Če želite zahtevati skrbniške pravice, v spodnjem meniju izberite razlog, zakaj morate biti povzdignjeni v skrbnika tega računalnika.
sv: Du är för närvarande standardanvändare. Om du vill begära administratörsbehörighet väljer du orsaken till varför du behöver kunna administrera den här datorn i menyn nedan.
th: ขณะนี้คุณเป็นผู้ใช้มาตรฐาน หากคุณต้องการร้องขอสิทธิ์ของผู้ดูแลระบบ กรุณาเลือกเหตุผลที่คุณต้องได้รับการยกระดับให้ดูแลคอมพิวเตอร์เครื่องนี้จากเมนูด้านล่าง
tr: Şu anda standart kullanıcısınız. Yönetici ayrıcalıkları talep etmek isterseniz bu bilgisayarı yönetme rolüne neden yükseltilmeniz gerektiğini lütfen aşağıdaki menüden seçin.
uk: Наразі ви стандартний користувач. Якщо ви бажаєте зробити запит на права адміністратора, виберіть причину необхідності підвищення до адміністратора цього комп’ютера із наведеного нижче меню.
vi: Hiện tại bạn là người dùng tiêu chuẩn. Nếu bạn muốn yêu cầu đặc quyền quản trị viên, vui lòng chọn lý do bạn cần được đưa lên để quản lý máy tính này từ trình đơn bên dưới.
zh_hans: 您当前是标准用户。如果您想要请求管理员特权，请从下面的菜单中选择您需要提升为此计算机管理员的原因。
zh_hant: 你目前是標準用戶。如果你想要求管理員權限，請在下方選單選擇需要提升成為這部電腦管理員的原因。
zh_hk: 你目前是標準用戶。如果你想要求管理員權限，請在下方選單選擇需要提升成為這部電腦管理員的原因。

# privilegesDialogRequestTimeoutMessage
source: Administrator privileges expire in %@.
ar: تنتهي صلاحية امتيازات المسؤول في %@.
ca: Els privilegis d'administrador caduquen d'aquí a %@.
cs: Oprávnění správce expiruje v %@.
da: Administratorrettigheder udløber om %@.
de: Administratorrechte laufen in %@ ab.
el: Προνόμια διαχειριστή λήγουν σε %@.
es: Los privilegios de administrador vencen en %@.
es_419: Los privilegios de administrador vencen en %@.
fi: Ylläpitäjän oikeudet vanhentuvat %@ kuluttua.
fr: Les autorisations d’administrateur expirent dans %@.
he: תוקף הרשאות מנהל מערכת יפוג ב-%@.
hi: %@ में व्यवस्थापक विशेषाधिकार समाप्त हो जाएंगे.
hr: Administratorske povlastice istječu za %@.
hu: Az adminisztrátori jogosultságok ennyi idő múlva lejárnak: %@.
id: Hak istimewa administrator akan kedaluwarsa dalam %@.
it: I privilegi di amministratore scadono tra %@.
ja: 管理者権限の期限は%@で切れます。
ko: 관리자 권한은 %@ 후 만료됩니다.
ms: Keistimewaan pentadbir tamat tempoh dalam %@.
nb: Administratorrettighetene utløper om %@.
nl: Beheerdersbevoegdheden vervallen over %@.
pl: Uprawnienia administratora wygasają w ciągu %@.
pt_br: Os privilégios de administrador expiram em %@.
pt_pt: Os privilégios de administrador expiram em %@.
ro: Privilegiile de administrator expiră în %@.
ru: Привилегии администратора истекают через %@.
sk: Oprávnenia správcu exspirujú o %@.
sl: Skrbniške pravice potečejo čez %@.
sv: Administratörsbehörighet upphör om %@.
th: สิทธิ์ของผู้ดูแลระบบจะหมดอายุใน %@
tr: Yönetici ayrıcalıkları %@ içinde sona eriyor.
uk: Строк дії прав адміністратора спливає за %@.
vi: Đặc quyền quản trị viên sẽ hết hạn trong %@.
zh_hans: 管理员特权将于 %@ 过期。
zh_hant: 管理員權限將於 %@ 到期。
zh_hk: 管理員權限將於 %@ 到期。

# privilegesDialogRequestTitle
source: Are you sure you want to request administrator privileges?
ar: هل تريد بالتأكيد طلب امتيازات المسؤول؟
ca: Segur que vols sol·licitar privilegis d'administrador?
cs: Opravdu chcete požádat o oprávnění správce?
da: Er du sikker på, at du vil anmode om administratorrettigheder?
de: Bist Du sicher, dass Du Administratorrechte anfordern möchtest?
el: Σίγουρα θέλετε να ζητήσετε προνόμια διαχειριστή;
es: ¿Seguro que desea solicitar privilegios de administrador?
es_419: ¿Estás seguro de que deseas solicitar privilegios de administrador?
fi: Haluatko varmasti pyytää ylläpitäjän oikeuksia?
fr: Voulez-vous vraiment demander des autorisations d’administrateur ?
he: האם אתה בטוח שברצונך לבקש הרשאות מנהל מערכת?
hi: क्या आप वास्तव में व्यवस्थापक विशेषाधिकारों का अनुरोध करना चाहते हैं?
hr: Želite li zaista zatražiti administratorske povlastice?
hu: Biztosan adminisztrátori jogosultságot szeretne kérni?
id: Apakah Anda yakin ingin meminta hak istimewa administrator?
it: Desideri davvero richiedere i privilegi di amministratore?
ja: 管理者権限を要求してもよろしいですか?
ko: 관리자 권한을 요청하겠습니까?
ms: Adakah anda pasti anda mahu meminta keistimewaan pentadbir?
nb: Er du sikker på at du vil be om administratorrettigheter?
nl: Weet je zeker dat je beheerdersbevoegdheden wilt aanvragen?
pl: Czy na pewno chcesz poprosić o uprawnienia administratora?
pt_br: Tem certeza de que deseja solicitar privilégios de administrador?
pt_pt: Tem a certeza de que pretende solicitar privilégios de administrador?
ro: Sigur dorești să soliciți privilegii de administrator?
ru: Действительно запросить привилегии администратора?
sk: Naozaj chcete požiadať o oprávnenia správcu?
sl: Res želite zahtevati skrbniške pravice?
sv: Vill du begära administratörsbehörighet?
th: คุณแน่ใจหรือไม่ว่าต้องการร้องขอสิทธิ์ของผู้ดูแลระบบ?
tr: Yönetici ayrıcalıkları talep etmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте зробити запит на права адміністратора?
vi: Bạn có chắc là bạn muốn yêu cầu đặc quyền quản trị viên không?
zh_hans: 是否确定要请求管理员特权？
zh_hant: 你確定想要求管理員權限嗎？
zh_hk: 你確定想要求管理員權限嗎？

# removeButton
source: Revert Privileges
ar: التراجع عن الامتيازات
ca: Revertir els privilegis
cs: Vrátit zpět oprávnění
da: Tilbagekald rettigheder
de: Administratorrechte abgeben
el: Επιστροφή Προνομίων
es: Revertir privilegios
es_419: Revertir privilegios
fi: Palauta oikeudet
fr: Rétablir les autorisations
he: חזור להרשאות סטנדרטיות
hi: विशेषाधिकार वापस करें
hr: Vrati povlastice
hu: Jogosultságok visszaállítása
id: Kembalikan Hak Istimewa
it: Ripristina privilegi
ja: 権限を元に戻す
ko: 권한 복귀
ms: Kembalikan keistimewaan
nb: Tilbakestill rettigheter
nl: Bevoegdheden herstellen
pl: Przywróć uprawnienia
pt_br: Reverter privilégios
pt_pt: Reverter privilégios
ro: Anulează privilegii
ru: Вернуть привилегии
sk: Vrátiť oprávnenia
sl: Ponastavi pravice
sv: Återställ behörighet
th: แปลงกลับสิทธิ์
tr: Ayrıcalıkları Geri Al
uk: Відкликати права
vi: Trao lại đặc quyền
zh_hans: 恢复特权
zh_hant: 回復權限
zh_hk: 回復權限

# requestButton
source: Request Privileges
ar: طلب الامتيازات
ca: Sol·licitar privilegis
cs: Požádat o oprávnění
da: Anmod om rettigheder
de: Administratorrechte anfordern
el: Αίτημα για Προνόμια
es: Solicitar privilegios
es_419: Solicitar privilegios
fi: Pyydä oikeuksia
fr: Demander des autorisations
he: בקש הרשאות מנהל מערכת
hi: विशेषाधिकारों का अनुरोध करें
hr: Zatraži povlastice
hu: Jogosultságok kérése
id: Minta Hak Istimewa
it: Richiedi privilegi
ja: 権限を要求
ko: 권한 요청
ms: Minta keistimewaan
nb: Be om rettigheter
nl: Bevoegdheden aanvragen
pl: Poproś o uprawnienia
pt_br: Solicitar privilégios
pt_pt: Solicitar privilégios
ro: Solicită privilegii
ru: Запросить привилегии
sk: Požiadať o oprávnenia
sl: Zahtevaj pravice
sv: Begär behörighet
th: ร้องขอสิทธิ์
tr: Ayrıcalık Talep Et
uk: Зробити запит на права
vi: Yêu cầu đặc quyền
zh_hans: 请求特权
zh_hant: 要求權限
zh_hk: 要求權限

# restrictedDialogMessage
source: Your administrator has restricted the use of this application.
ar: قام المسؤول بتقييد استخدام هذا التطبيق.
ca: El teu administrador ha restringit l'ús d'aquesta app.
cs: Váš správce omezil použití této aplikace.
da: Din administrator har begrænset brugen af denne app.
de: Dein Administrator hat Dir die Berechtigung entzogen, dieses Programm zu benutzen.
el: Ο διαχειριστής σας έχει περιορισμένη χρήση αυτής της εφαρμογής.
es: El administrador ha restringido el uso de esta aplicación.
es_419: Tu administrador ha restringido el uso de esta aplicación.
fi: Ylläpitäjäsi on rajoittanut tämän sovelluksen käyttöä.
fr: Votre administrateur a restreint l’utilisation de cette application.
he: מנהל מערכת הגביל את השימוש ביישום זה.
hi: आपके व्यवस्थापक ने इस एप्लिकेशन के उपयोग को प्रतिबंधित कर दिया है.
hr: Vaš je administrator ograničio upotrebu ove aplikacije.
hu: Adminisztrátora korlátozta az alkalmazás használatát.
id: Administrator Anda telah membatasi penggunaan aplikasi ini.
it: Il tuo amministratore ha limitato l'uso di questa applicazione.
ja: 管理者によって、このアプリケーションの使用が制限されています。
ko: 관리자가 이 응용 프로그램의 사용을 제한했습니다.
ms: Pentadbir anda telah mengehadkan penggunaan aplikasi ini.
nb: Administratoren din har begrenset bruken av denne applikasjonen.
nl: Je beheerder heeft het gebruik van deze app beperkt.
pl: Twój administrator ograniczył użycie tej aplikacji.
pt_br: Seu administrador restringiu o uso desse aplicativo.
pt_pt: O seu administrador restringiu a utilização desta aplicação.
ro: Administratorul tău a restricționat utilizarea acestei aplicații.
ru: Ваш администратор ограничил использование этого приложения.
sk: Váš správca obmedzil používanie tejto aplikácie.
sl: Vaš skrbnik je omejil uporabo te aplikacije.
sv: Din administratör har begränsat användningen av den här applikationen.
th: ผู้ดูแลระบบของคุณถูกจำกัดการใช้แอปพลิเคชันนี้
tr: Yöneticiniz, bu uygulamanın kullanımını kısıtladı.
uk: Ваш адміністратор обмежив використання цієї програми.
vi: Quản trị viên của bạn đã hạn chế việc sử dụng ứng dụng này.
zh_hans: 您的管理员已限制使用此应用程序。
zh_hant: 你的管理員已限制對此應用程式的使用。
zh_hk: 你的管理員已限制對此應用程式的使用。

# restrictedDialogMessageAdmin
source: Your administrator has granted you permanent administrator privileges.
ar: لقد منحك المسؤول امتيازات المسؤول الدائمة.
ca: El teu administrador t'ha concedit privilegis d'administrador permanents.
cs: Váš správce vám udělil permanentní oprávnění správce.
da: Din administrator har tildelt dig permanente administratorrettigheder.
de: Dein Administrator hat Dir dauerhafte Administratorrechte zugewiesen.
el: Ο διαχειριστής σας σάς έχει εκχωρήσει μόνιμα προνόμια διαχειριστής.
es: El administrador le ha concedido privilegios de administrador permanentes.
es_419: Tu administrador te ha concedido privilegios de administrador permanentes.
fi: Ylläpitäjäsi on myöntänyt sinulle pysyvät ylläpitäjän oikeudet.
fr: Votre administrateur vous a octroyé des autorisations d’administrateur permanentes.
he: מנהל המערכת נתן לך הרשאות מנהל מערכת קבועות.
hi: आपके व्यवस्थापक ने आपको स्थायी व्यवस्थापक विशेषाधिकार प्रदान किए हैं.
hr: Vaš vam je administrator dodijelio trajne administratorske povlastice.
hu: Adminisztrátora állandó adminisztrátori jogosultságot adott Önnek.
id: Administrator telah memberi Anda hak istimewa permanen sebagai administrator.
it: Il tuo amministratore ti ha concesso i privilegi di amministratore permanenti.
ja: 管理者によって、永続的な管理者権限が付与されています。
ko: 관리자가 영구적인 관리자 권한을 사용자에게 허용했습니다.
ms: Pentadbir anda telah memberikan anda keistimewaan pentadbir kekal.
nb: Administratoren din har gitt deg permanente administratorrettigheter.
nl: Je beheerder heeft permanente beheerdersbevoegdheden aan je toegekend.
pl: Twój administrator nadał Ci na stałe uprawnienia administratora.
pt_br: Seu administrador concedeu a você privilégios permanentes de administrador.
pt_pt: O seu administrador concedeu-lhe privilégios permanentes de administrador.
ro: Administratorul tău ți-a acordat privilegii de administrator permanent.
ru: Ваш администратор предоставил вам постоянные привилегии администратора.
sk: Váš správca vám udelil trvalé oprávnenia správcu.
sl: Vaš skrbnik vam je podelil trajne skrbniške pravice.
sv: Din administratör har tilldelat dig permanent administratörsbehörighet.
th: ผู้ดูแลระบบของคุณให้สิทธิ์ของผู้ดูแลระบบแบบถาวรแก่คุณ
tr: Yöneticiniz size kalıcı yönetici ayrıcalıkları sağladı.
uk: Ваш адміністратор надав вам постійні права адміністратора.
vi: Quản trị viên của bạn đã cấp cho bạn đặc quyền quản trị viên vĩnh viễn.
zh_hans: 您的管理员已为您授予永久管理员特权。
zh_hant: 你的管理員已向你授予永久管理員權限。
zh_hk: 你的管理員已向你授予永久管理員權限。

# restrictedDialogMessageUser
source: Your administrator has granted you permanent standard user privileges.
ar: لقد منحك المسؤول امتيازات المستخدم القياسي الدائمة.
ca: El teu administrador t'ha concedit privilegis d'usuari estàndard permanents.
cs: Váš správce vám udělil permanentní oprávnění standardního uživatele.
da: Din administrator har tildelt dig permanente brugerrettigheder.
de: Dein Administrator hat Dir dauerhaft die Rechte eines Standardbenutzers zugewiesen.
el: Ο διαχειριστής σας σάς έχει εκχωρήσει μόνιμα προνόμια τυπικού χρήστη.
es: El administrador le ha concedido privilegios de usuario estándar permanentes.
es_419: Tu administrador te ha concedido privilegios de usuario estándar permanentes.
fi: Ylläpitäjäsi on myöntänyt sinulle pysyvät tavallisen käyttäjän oikeudet.
fr: Votre administrateur vous a octroyé des autorisations d’utilisateur standard permanentes.
he: מנהל המערכת שלך נתן לך הרשאות משתמש סטנדרטי קבועות.
hi: आपके व्यवस्थापक ने आपको स्थायी मानक उपयोगकर्ता विशेषाधिकार प्रदान किए हैं.
hr: Vaš vam je administrator dodijelio trajne povlastice standardnog korisnika.
hu: Adminisztrátora állandó standard felhasználói jogosultságot adott Önnek.
id: Administrator telah memberi Anda hak istimewa permanen sebagai pengguna standar.
it: Il tuo amministratore ti ha concesso i privilegi di utente standard permanenti.
ja: 管理者によって、永続的な通常ユーザ権限が付与されています。
ko: 관리자가 영구적인 표준 사용자 권한을 사용자에게 허용했습니다.
ms: Pentadbir anda telah memberikan anda keistimewaan pengguna standard kekal.
nb: Administratoren din har gitt deg permanente standardbrukerrettigheter.
nl: Je beheerder heeft permanente standaardgebruikersbevoegdheden aan je toegekend.
pl: Twój administrator nadał Ci na stałe uprawnienia standardowego użytkownika.
pt_br: Seu administrador concedeu a você privilégios permanentes de usuário padrão.
pt_pt: O seu administrador concedeu-lhe privilégios de utilizador padrão permanentes.
ro: Administratorul tău ți-a acordat privilegii de utilizator standard permanent.
ru: Ваш администратор предоставил вам постоянные привилегии обычного пользователя.
sk: Váš správca vám udelil trvalé štandardné používateľské oprávnenia.
sl: Vaš skrbnik vam je podelil trajne pravice standardnega uporabnika.
sv: Din administratör har tilldelat dig permanent standardanvändarbehörighet.
th: ผู้ดูแลระบบของคุณให้สิทธิ์ของผู้ใช้มาตรฐานแบบถาวรแก่คุณ
tr: Yöneticiniz size kalıcı standart kullanıcı ayrıcalıkları sağladı.
uk: Ваш адміністратор надав вам постійні права стандартного користувача.
vi: Quản trị viên của bạn đã cấp cho bạn đặc quyền người dùng tiêu chuẩn vĩnh viễn.
zh_hans: 您的管理员已为您授予永久标准用户特权。
zh_hant: 你的管理員已向你授予永久標準用戶權限。
zh_hk: 你的管理員已向你授予永久標準用戶權限。

# restrictedDialogTitle
source: You don’t have permission to use this application.
ar: ليس لديك إذن لاستخدام هذا التطبيق.
ca: No tens permís per utilitzar aquesta app.
cs: Pro použití této aplikace nemáte oprávnění.
da: Du har ikke tilladelse til at bruge denne app.
de: Du hast nicht die Berechtigung, dieses Programm zu benutzen!
el: Δεν έχετε άδεια να χρησιμοποιήσετε αυτήν την εφαρμογή.
es: No tiene permiso para usar esta aplicación.
es_419: No tienes permiso para utilizar esta aplicación.
fi: Sinulla ei ole tämän sovelluksen käyttöoikeutta.
fr: Vous n’avez pas l’autorisation d’utiliser cette application.
he: אין לך הרשאה להשתמש ביישום.
hi: आपके पास इस एप्लिकेशन का उपयोग करने की अनुमति नहीं है.
hr: Nemate dopuštenje za upotrebu ove aplikacije.
hu: Nincs jogosultsága az alkalmazás használatához.
id: Anda tidak memiliki izin untuk menggunakan aplikasi ini.
it: Non disponi dei privilegi necessari per usare questa applicazione.
ja: このアプリケーションを使用するためのアクセス権がありません。
ko: 이 응용 프로그램을 사용할 수 있는 권한이 없습니다.
ms: Anda tidak mempunyai keizinan untuk menggunakan aplikasi ini.
nb: Du har ikke tillatelse til å bruke denne applikasjonen.
nl: Je hebt geen bevoegdheden om deze app te gebruiken.
pl: Nie masz uprawnień do korzystania z tej aplikacji.
pt_br: Você não tem permissão para usar esse aplicativo.
pt_pt: Não tem autorização para utilizar esta aplicação.
ro: Nu ai permisiunea de a utiliza această aplicație.
ru: У вас нет разрешения на использование этого приложения.
sk: Na používanie tejto aplikácie nemáte povolenie.
sl: Nimate dovoljenja za uporabo te aplikacije.
sv: Du saknar behörighet att använda den här applikationen.
th: คุณไม่มีสิทธิ์ในการใช้แอปพลิเคชันนี้
tr: Bu uygulamayı kullanma izniniz yok.
uk: У вас немає дозволу на використання цієї програми.
vi: Bạn không có quyền sử dụng ứng dụng này.
zh_hans: 您无权使用此应用程序。
zh_hant: 你沒有權限使用此應用程式。
zh_hk: 你沒有權限使用此應用程式。

# rootDialogTitle
source: You cannot run this application as root user!
ar: لا يمكنك تشغيل هذا التطبيق كمستخدم جذري!
ca: No pots executar aquesta app com a usuari arrel!
cs: Nemůžete spustit tuto aplikaci jako uživatel root!
da: Du kan ikke afvikle denne app som root-bruger.
de: Du kannst dieses Programm nicht als root-Benutzer ausführen!
el: Δεν μπορείτε να εκτελέσετε αυτήν την εφαρμογή ως ριζικός χρήστης!
es: No puede ejecutar esta aplicación como usuario raíz.
es_419: No puedes ejecutar esta aplicación como usuario root.
fi: Et voi suorittaa tätä sovellusta root-käyttäjänä!
fr: Vous ne pouvez pas exécuter cette application en tant qu’utilisateur root.
he: אינך יכול להריץ את היישום הזה בתור משתמש שורש!
hi: आप इस एप्लिकेशन को रूट उपयोगकर्ता के रूप में रन नहीं कर सकते!
hr: Ne možete izvoditi ovu aplikaciju kao korijenski korisnik!
hu: Az alkalmazás nem futtatható root userként!
id: Anda tidak dapat menjalankan aplikasi ini sebagai pengguna root!
it: Non puoi eseguire questa applicazione come utente radice!
ja: このアプリケーションをルートユーザとして実行することはできません。
ko: 이 응용 프로그램을 Root 사용자로 실행할 수 없습니다!
ms: Anda tidak boleh menjalankan aplikasi ini sebagai pengguna akar!
nb: Du kan ikke kjøre denne applikasjonen som rotbruker.
nl: Je kunt deze app niet uitvoeren als rootgebruiker.
pl: Nie możesz uruchomić tej aplikacji jako jej główny użytkownik!
pt_br: Não é possível executar esse aplicativo como usuário raiz.
pt_pt: Não pode executar esta aplicação como utilizador de raiz.
ro: Nu poți rula această aplicație ca utilizator principal!
ru: Вы не можете запустить это приложение в качестве пользователя root!
sk: Túto aplikáciu nemôžete spustiť ako hlavný používateľ!
sl: Te aplikacije ni dovoljeno izvajati kot korenski uporabnik!
sv: Du kan inte köra den här applikationen som rotanvändare!
th: คุณไม่สามารถเรียกใช้แอปพลิเคชันนี้ในฐานะผู้ใช้หลัก!
tr: Bu uygulamayı kök kullanıcı olarak çalıştıramazsınız.
uk: Ви не можете виконувати цю програму в якості користувача root!
vi: Bạn không thể chạy ứng dụng với tư cách người dùng gốc!
zh_hans: 您无法以根用户身份运行此应用程序！
zh_hant: 你無法以根用戶身份執行此應用程式！
zh_hk: 你無法以根用戶身份執行此應用程式！
